{
  "items": [
    {
      "imgsrc": "https://placekitten.com/600/400",
      "headline": "5 dead in Dehradun in big accident involving elephants and wild bears that drink too much",
      "text": "This is the news, guys. 5 dead in Dehradun in a big accident involving elephants and wild bears that drink too much.",
      "link": "https://placekitten.com/600/400"
    },
    {
      "imgsrc": "https://placekitten.com/601/400",
      "headline": "10 injured in wild animal encounter in Dehradun",
      "text": "Breaking news: 10 people injured in a wild animal encounter in Dehradun. Authorities are responding to the situation.",
      "link": "https://placekitten.com/601/400"
    },
    {
      "imgsrc": "https://placekitten.com/602/400",
      "headline": "Escaped elephants cause chaos in Dehradun streets",
      "text": "Chaos ensued in Dehradun as escaped elephants roamed the streets. Residents urged to stay indoors until the situation is under control.",
      "link": "https://placekitten.com/602/400"
    },
    {
      "imgsrc": "https://placekitten.com/603/400",
      "headline": "Wild bears spotted near residential area in Dehradun",
      "text": "Residents on high alert as wild bears are spotted near a residential area in Dehradun. Authorities are advising caution.",
      "link": "https://placekitten.com/603/400"
    },
    {
      "imgsrc": "https://placekitten.com/604/400",
      "headline": "Dehradun wildlife officials deploy measures to prevent further animal incidents",
      "text": "In the wake of recent animal incidents, Dehradun wildlife officials are taking preventive measures to avoid further occurrences. Stay tuned for updates.",
      "link": "https://placekitten.com/604/400"
    },
    {
      "imgsrc": "https://placekitten.com/605/400",
      "headline": "Elephant herd causes traffic jam in Dehradun",
      "text": "Traffic came to a standstill in Dehradun as a herd of elephants crossed major roads. Commuters are advised to plan alternative routes.",
      "link": "https://placekitten.com/605/400"
    },
    {
      "imgsrc": "https://placekitten.com/606/400",
      "headline": "Dehradun residents share encounters with wild animals on social media",
      "text": "Local residents are sharing their encounters with wild animals in Dehradun on social media. Authorities are urging caution and awareness.",
      "link": "https://placekitten.com/606/400"
    },
    {
      "imgsrc": "https://placekitten.com/607/400",
      "headline": "Emergency services on high alert as wild bears roam near schools in Dehradun",
      "text": "Emergency services are on high alert as reports come in of wild bears roaming near schools in Dehradun. Parents are advised to pick up their children with caution.",
      "link": "https://placekitten.com/607/400"
    },
    {
      "imgsrc": "https://placekitten.com/608/400",
      "headline": "Dehradun zoo implements safety measures following recent animal incidents",
      "text": "The Dehradun zoo is implementing additional safety measures following recent animal incidents in the city. Visitors are assured of a safe experience.",
      "link": "https://placekitten.com/608/400"
    },
    {
      "imgsrc": "https://placekitten.com/609/400",
      "headline": "Residents organize awareness campaign on coexisting with wildlife in Dehradun",
      "text": "Concerned residents of Dehradun are organizing an awareness campaign on coexisting with wildlife. The community aims to promote harmony between humans and animals.",
      "link": "https://placekitten.com/609/400"
    },
    {
      "imgsrc": "https://placekitten.com/610/400",
      "headline": "Dehradun authorities address public concerns on recent animal incidents",
      "text": "Authorities in Dehradun are addressing public concerns and providing updates on measures taken to address recent animal incidents. Stay informed for your safety.",
      "link": "https://placekitten.com/610/400"
    },
    {
      "imgsrc": "https://placekitten.com/611/400",
      "headline": "Wildlife experts called in to assess animal behavior in Dehradun",
      "text": "Wildlife experts are being called in to assess the behavior of animals in Dehradun. Their expertise will help authorities understand and manage the situation effectively.",
      "link": "https://placekitten.com/611/400"
    },
    {
      "imgsrc": "https://placekitten.com/612/400",
      "headline": "Dehradun residents express gratitude for quick response to animal incidents",
      "text": "Residents of Dehradun express gratitude for the quick response of authorities to recent animal incidents. The community appreciates efforts to ensure public safety.",
      "link": "https://placekitten.com/612/400"
    },
    {
      "imgsrc": "https://placekitten.com/613/400",
      "headline": "Elephant awareness program launched in Dehradun schools",
      "text": "In response to recent incidents, an elephant awareness program is launched in Dehradun schools. Students are educated on safety measures and respecting wildlife.",
      "link": "https://placekitten.com/613/400"
    },
    {
      "imgsrc": "https://placekitten.com/614/400",
      "headline": "Dehradun residents share tips on safely encountering wild animals",
      "text": "As wild animals continue to roam in Dehradun, residents share tips on safely encountering them. Awareness and caution are key to coexisting peacefully.",
      "link": "https://placekitten.com/614/400"
    },
    {
      "imgsrc": "https://placekitten.com/615/400",
      "headline": "Dehradun authorities set up helpline for wildlife-related emergencies",
      "text": "A helpline for wildlife-related emergencies is set up by Dehradun authorities. Residents can call for assistance and guidance in dealing with wildlife encounters.",
      "link": "https://placekitten.com/615/400"
    },
    {
      "imgsrc": "https://placekitten.com/616/400",
      "headline": "Wildlife conservationists join forces with Dehradun authorities",
      "text": "Wildlife conservationists join forces with Dehradun authorities to address the recent surge in animal incidents. Collaborative efforts aim to protect both humans and wildlife.",
      "link": "https://placekitten.com/616/400"
    },
    {
      "imgsrc": "https://placekitten.com/617/400",
      "headline": "Dehradun schools conduct drills for wildlife encounters",
      "text": "Schools in Dehradun conduct drills to prepare students for potential wildlife encounters. Safety protocols are implemented to ensure the well-being of students and staff.",
      "link": "https://placekitten.com/617/400"
    },
    {
      "imgsrc": "https://placekitten.com/618/400",
      "headline": "Residents form neighborhood watch to monitor wildlife activity in Dehradun",
      "text": "Concerned residents form a neighborhood watch to monitor wildlife activity in Dehradun. The community collaborates to ensure the safety of all members.",
      "link": "https://placekitten.com/618/400"
    },
    {
      "imgsrc": "https://placekitten.com/619/400",
      "headline": "Dehradun hospitals on standby for wildlife-related injuries",
      "text": "Hospitals in Dehradun are on standby to handle wildlife-related injuries. Medical professionals are trained to provide prompt and effective care in such situations.",
      "link": "https://placekitten.com/619/400"
    },
    {
      "imgsrc": "https://placekitten.com/620/400",
      "headline": "Dehradun community organizes fundraiser for wildlife conservation",
      "text": "The Dehradun community comes together to organize a fundraiser for wildlife conservation. Contributions will support initiatives to protect and preserve local wildlife.",
      "link": "https://placekitten.com/620/400"
    },
    {
      "imgsrc": "https://placekitten.com/621/400",
      "headline": "Authorities tranquilize wild bears near residential area in Dehradun",
      "text": "Authorities successfully tranquilize wild bears near a residential area in Dehradun. The situation is now under control, and residents can resume normal activities.",
      "link": "https://placekitten.com/621/400"
    },
    {
      "imgsrc": "https://placekitten.com/622/400",
      "headline": "Dehradun residents participate in wildlife conservation workshops",
      "text": "Residents of Dehradun actively participate in wildlife conservation workshops. The community is committed to coexisting harmoniously with the local wildlife.",
      "link": "https://placekitten.com/622/400"
    },
    {
      "imgsrc": "https://placekitten.com/623/400",
      "headline": "Dehradun police issue guidelines for dealing with wildlife encounters",
      "text": "The Dehradun police issue guidelines for dealing with wildlife encounters. Residents are urged to follow safety protocols and report any unusual animal behavior.",
      "link": "https://placekitten.com/623/400"
    },
    {
      "imgsrc": "https://placekitten.com/624/400",
      "headline": "Dehradun schools incorporate wildlife education into curriculum",
      "text": "In response to recent events, Dehradun schools incorporate wildlife education into their curriculum. Students learn about local fauna and safety measures when encountering wild animals.",
      "link": "https://placekitten.com/624/400"
    },
    {
      "imgsrc": "https://placekitten.com/625/400",
      "headline": "Dehradun residents create community task force for wildlife safety",
      "text": "Concerned residents create a community task force dedicated to ensuring wildlife safety in Dehradun. The task force collaborates with authorities to address ongoing concerns.",
      "link": "https://placekitten.com/625/400"
    },
    {
      "imgsrc": "https://placekitten.com/626/400",
      "headline": "Dehradun authorities implement stricter regulations on waste disposal",
      "text": "To prevent wildlife incidents, Dehradun authorities implement stricter regulations on waste disposal. Proper waste management is crucial to avoid attracting wild animals to residential areas.",
      "link": "https://placekitten.com/626/400"
    },
    {
      "imgsrc": "https://placekitten.com/627/400",
      "headline": "Dehradun community holds town hall meeting on wildlife safety",
      "text": "The Dehradun community holds a town hall meeting to discuss and address concerns related to wildlife safety. Residents actively participate in finding solutions for a safer environment.",
      "link": "https://placekitten.com/627/400"
    },
    {
      "imgsrc": "https://placekitten.com/628/400",
      "headline": "Dehradun wildlife sanctuary introduces educational programs for visitors",
      "text": "The Dehradun wildlife sanctuary introduces educational programs for visitors. Tourists and locals can learn about the region's diverse fauna while promoting responsible wildlife tourism.",
      "link": "https://placekitten.com/628/400"
    },
    {
      "imgsrc": "https://placekitten.com/629/400",
      "headline": "Authorities rescue injured elephant in Dehradun",
      "text": "Authorities successfully rescue an injured elephant in Dehradun. The rescued elephant is receiving medical attention, and efforts are underway to ensure its rehabilitation.",
      "link": "https://placekitten.com/629/400"
    },
    {
      "imgsrc": "https://placekitten.com/630/400",
      "headline": "Dehradun community celebrates successful relocation of wild bears",
      "text": "The Dehradun community celebrates the successful relocation of wild bears to a safer habitat. Residents express relief and gratitude for the collaborative efforts.",
      "link": "https://placekitten.com/630/400"
    },
    {
      "imgsrc": "https://placekitten.com/631/400",
      "headline": "Dehradun authorities host wildlife awareness workshops for schools",
      "text": "Authorities in Dehradun host wildlife awareness workshops for schools. Students gain insights into local wildlife and learn essential safety measures for coexisting peacefully.",
      "link": "https://placekitten.com/631/400"
    },
    {
      "imgsrc": "https://placekitten.com/632/400",
      "headline": "Dehradun residents plant trees to create wildlife-friendly habitats",
      "text": "In an effort to create wildlife-friendly habitats, Dehradun residents come together to plant trees. The initiative aims to support local fauna and maintain ecological balance.",
      "link": "https://placekitten.com/632/400"
    },
    {
      "imgsrc": "https://placekitten.com/633/400",
      "headline": "Dehradun veterinary team conducts health checks on wild animals",
      "text": "A veterinary team in Dehradun conducts health checks on wild animals to ensure their well-being. Regular monitoring is essential for the conservation of local wildlife.",
      "link": "https://placekitten.com/633/400"
    },
    {
      "imgsrc": "https://placekitten.com/634/400",
      "headline": "Dehradun residents organize cleanup drive to maintain wildlife habitats",
      "text": "Committed to preserving wildlife habitats, Dehradun residents organize a cleanup drive. The initiative aims to keep natural areas clean and free from hazards for local fauna.",
      "link": "https://placekitten.com/634/400"
    },
    {
      "imgsrc": "https://placekitten.com/635/400",
      "headline": "Dehradun authorities deploy drones for monitoring wildlife movement",
      "text": "To enhance monitoring capabilities, Dehradun authorities deploy drones to track wildlife movement. The technology aids in early detection and response to potential incidents.",
      "link": "https://placekitten.com/635/400"
    },
    {
      "imgsrc": "https://placekitten.com/636/400",
      "headline": "Wildlife photography exhibition showcases Dehradun's rich biodiversity",
      "text": "A wildlife photography exhibition in Dehradun showcases the city's rich biodiversity. The event raises awareness about the importance of preserving and protecting local fauna.",
      "link": "https://placekitten.com/636/400"
    },
    {
      "imgsrc": "https://placekitten.com/637/400",
      "headline": "Dehradun schools organize field trips to educate students on local wildlife",
      "text": "Schools in Dehradun organize field trips to educate students on local wildlife. The interactive experience aims to foster a deeper understanding and appreciation for the region's fauna.",
      "link": "https://placekitten.com/637/400"
    },
    {
      "imgsrc": "https://placekitten.com/638/400",
      "headline": "Dehradun authorities collaborate with NGOs for wildlife conservation",
      "text": "Dehradun authorities collaborate with NGOs for wildlife conservation initiatives. The partnership aims to implement sustainable practices and protect the diverse flora and fauna of the region.",
      "link": "https://placekitten.com/638/400"
    },
    {
      "imgsrc": "https://placekitten.com/639/400",
      "headline": "Dehradun community holds awareness march for wildlife protection",
      "text": "The Dehradun community comes together for an awareness march to promote wildlife protection. Participants advocate for responsible coexistence and conservation efforts.",
      "link": "https://placekitten.com/639/400"
    },
    {
      "imgsrc": "https://placekitten.com/640/400",
      "headline": "Dehradun authorities install warning signs in wildlife-prone areas",
      "text": "In an effort to enhance safety, Dehradun authorities install warning signs in wildlife-prone areas. Residents are urged to adhere to safety guidelines when entering these zones.",
      "link": "https://placekitten.com/640/400"
    },
    {
      "imgsrc": "https://placekitten.com/641/400",
      "headline": "Dehradun residents participate in community cleanup to protect wildlife",
      "text": "Taking action to protect wildlife, Dehradun residents participate in a community cleanup. The initiative aims to create a safer environment for both humans and animals.",
      "link": "https://placekitten.com/641/400"
    },
    {
      "imgsrc": "https://placekitten.com/642/400",
      "headline": "Dehradun authorities launch app for reporting wildlife sightings and incidents",
      "text": "Dehradun authorities launch a mobile app for residents to report wildlife sightings and incidents. The app facilitates quick response and data collection for effective conservation measures.",
      "link": "https://placekitten.com/642/400"
    }
  ]
}
